[
 {
   "id": 1,
   "name": "KC – Natural Disasters",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/KrakenCreations.png",
   "linkdownload": "https://download1175.mediafire.com/sacacfyj6d3g/441r27dn6sipnn4/KrakenCreations++-+NaturalDi..mcworld",
   "conten": "Natural Disaster Survival – This is a small map project made by yours truly, KrakenCreationsMCPE. In this multiplayer map [2 People Required] you are given waves and waves of “Natural Disasters” Until there is one person alive! This map is playable 2 players and more.\n\nList Of Disasters (At The Moment)\n\nFlash Flood\nZombie Apocalypse (Fixed)\nMassacre\nFire\nArrow Rain\nBlizzard\nThe Wither (Fixed)\nThe Plane\nGame Moderators (3 At The Moment)\n\nSpeed 2\nJump Boost 2\nExtra Health\nAccessible In The Lobby\n\nMultiplayer (Play With As Many People As You Like, At Least 2 Of Course).\n\nCredits\n\nOwner/Builder: MineClan888\n\nLead Developer/Builder: RedSlimeTime25"
 },
 {
   "id": 2,
   "name": "My Survival World",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/My%20Survival%20World.png",
   "linkdownload": "http://download19.mediafire.com/vc1jn6yhif8g/n97zci7lhykk2ot/Minecraft+world.mcworld",
   "conten": "It’s just my survival world that I wanted to post here. It has a castle with a village next to it. There is a cave in the village with all my stuff, then there’s a a little house on a hill and 2 secret rooms that you will have to find!"
 },
 {
   "id": 3,
   "name": "Lavender Town",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/Lavender%20Town.png",
   "linkdownload": "https://download1652.mediafire.com/za3s41po3t0g/n9sfrn6whk5nddy/Lavender+Town%5BLets+Go%5D.mcworld",
   "conten": "Lavender Town it’s the “famous” town because of the rumours for being haunted with pokemon ghosts here you can enjoy it playing with friends or alone and you can also “speak” with custom NPCs also includes the original theme of Pokemon Lets Go since this map it’s inspired by that game\n\nNpc and the pokemon models was made by me read the signs to understand a little better"
 },
 {
   "id": 4,
   "name": "Epcot_Center",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/Epcot_Center.png",
   "linkdownload": "https://s3.us-east-2.amazonaws.com/mcpedl/worlds/486/Epcot_Center_V4.mcworld",
   "conten": "This is Epcot Center, a custom recreation by Mickeynerd17 Productions, giving a Minecraft twist to the Iconic Experimental Prototype Community Of Tomorrow.\n\nThis map was made completely by myself. The map took approximately 1 year to build, and is always a work in progress, but all open pavilions have complete interiors with functioning rides you can enjoy. I hope you enjoy my hard work, and have a good day!\n\nThis map was a personal endeavor by myself. Ever since I discovered the past version of the theme park I love most, Epcot, as it looked in 1989 with all the original pavilions, I have always wanted to build my own version as it looked back in 1989 to enjoy and modify. Now I want to share my hard work with the world, so everyone can enjoy the promise of a bright future!\n\nThanks for checking out my map, and welcome to the 21st century!\n\nPhotos of some of the pavilions:\n\nSpaceship Earth"
 },
 {
   "id": 5,
   "name": "School and Neighborhood",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/School%20and%20Neighborhood%20%5BCreation%5D.jpg",
   "linkdownload": "http://download1283.mediafire.com/jbv1tjhwuuig/4u9fmu3y0glznzh/Hello+Neighbor+v1.1.mcworld",
   "conten": "This creation includes a small neighborhood, a school, a theater and some other buildings. It’s a neat little map to use for role plays or you could try to expand the area with more buildings and maybe turn it into an entire city. Hopefully some of you will find good use for the map whatever you choose to do with it. It’s built in a flat world and as a result you’re kind of limited in terms of exploration."
 },
 {
   "id": 6,
   "name": "Redstone Neighborhood",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/Redstone%20Neighborhood%20%5BRedstone%5D.jpg",
   "linkdownload": "https://download846.mediafire.com/cl1yoo1o0czg/1007bms1xijpx39/redstone-neighborhood-3.mcworld",
   "conten": "This map features one large house built in a flat plains landscape with lots of beautiful terrain surrounding it. Most parts of the house include some type of redstone mechanisms. For example, the garage doors can be opened and closed and the bathroom has a fully working shower (and it’s nothing similar to what I’ve ever seen before).\n\nSince it’s called the Redstone Neighborhood you can most likely expect more houses to fill up the surrounding area in the future!"
 },
 {
   "id": 7,
   "name": "Hello Neighbor",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/Hello%20Neighbor.png",
   "linkdownload": "http://download2128.mediafire.com/wftemxtdcdxg/cpyartwmwvp5sqe/my-high-school-map.mcworld",
   "conten": "Hello Neighbor is originally a popular stealth horror PC game developed by tinyBuild. The main concept of the game is to attempt to sneak into your neighbor’s house and search for mysteries. This map is a remake of that game but for Minecraft. By downloading this map you can expect horror, adventure and puzzles.\n\nHello Neighbor is originally a popular stealth horror PC game developed by tinyBuild. The main concept of the game is to attempt to sneak into your neighbor’s house and search for mysteries. This map is a remake of that game but for Minecraft. By downloading this map you can expect horror, adventure and puzzles.\n\nStory\nYour neighbor is doing something really strange. You keep hearing screaming sounds from your neighbor’s house. You go to check if there anything wrong with him and to find out what he’s up to..\n\nHow To Play\nFind the objects in your neighbor’s house and solve puzzles to unlock his basement without getting caught by him."
 },
 {
   "id": 8,
   "name": "My Old Creative World",
   "image": "https://raw.githubusercontent.com/gameanhtu/MapOfMCPE/master/Images/My%20Old%20Creative%20World.png",
   "linkdownload": "https://doc-0g-44-docs.googleusercontent.com/docs/securesc/ha0ro937gcuc7l7deffksulhg5h7mbp1/0inmc0fshvtdrd86a44i7elvqqq45rbp/1565517600000/13789830739887310298/*/1RsayCdeLMZZ7uph1nq-YH7Z8SOCA9mxQ?e=download",
   "conten": "This is my old creative world that I continue to build from 2012-present. It has many small cities and planes in it and includes objects as far out as 3500 block from spawn."
 }
]
